Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/Wi-Fi.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Username
ar: اسم المستخدم
ca: Nom d’usuari
cs: Uživatel
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
es_us: Nombre de usuario
fi: Käyttäjätunnus
fr: Nom d’utilisateur
fr_ca: Nom d’utilisateur
he: שם משתמש/ת
hi: यूज़रनेम
hr: Korisničko ime
hu: Felhasználónév
id: Nama Pengguna
it: Nome utente
ja: ユーザ名
ko: 사용자 이름
ms: Nama Pengguna
nb: Brukernavn
nl: Gebruikersnaam
pl: Użytkownik
pt_br: Nome de Usuário
pt_pt: Nome de utilizador
ro: Nume de utilizator
ru: Имя пользователя
sk: Užívateľské meno
sl: Uporabniško ime
sv: Användarnamn
th: ชื่อผู้ใช้
tr: Kullanıcı Adı
uk: Імʼя користувача
vi: Tên người dùng
zh_cn: 用户名
zh_hk: 用户名稱
zh_tw: 使用者名稱

source: Using a hidden network can expose personally identifiable information.
ar: استخدام شبكة مخفية قد يؤدي للكشف عن المعلومات التي تفصح عن هويتك.
ca: Si utilitzes una xarxa oculta, és possible que es mostri informació que t’identifica personalment.
cs: Použitím skryté sítě můžete zviditelnit osobně identifikovatelná data.
da: Skjulte netværk kan afsløre information, der kan identificere dig.
de: In versteckten Netzwerken können Informationen offengelegt werden, die Rückschlüsse auf deine Person zulassen.
el: Η χρήση κρυφού δικτύου μπορεί να εκθέσει ταυτοποιήσιμα στοιχεία.
es: El uso de redes ocultas puede poner al descubierto información que puede identificarte personalmente.
es_us: Usar una red oculta puede dejar expuesta información que te identifica personalmente.
fi: Kätketyn verkon käyttäminen voi paljastaa henkilökohtaisia tietoja.
fr: L’utilisation d’un réseau masqué peut exposer les données personnelles identifiables.
fr_ca: En utilisant un réseau masqué, vous risquez d’exposer des informations susceptibles de vous identifier personnellement.
he: השימוש ברשת מוסתרת עלול לחשוף פרטים אישיים המאפשרים זיהוי.
hi: अदृश्य नेटवर्क का उपयोग करने से आपकी व्यक्तिगत पहचान योग्य जानकारी प्रकट हो सकती है।
hr: Korištenjem skrivene mreže može doći do izlaganja informacija koje vas mogu osobno identificirati.
hu: Rejtett hálózat használata esetén a személyazonosításra alkalmas információk nyilvánossá válhatnak.
id: Menggunakan jaringan tersembunyi dapat mengekspos informasi yang dapat diidentifikasi secara pribadi.
it: L’utilizzo di una rete nascosta può consentire la diffusione di informazioni personali.
ja: 非公開ネットワークを使用すると、個人を特定できる情報が外部にもれる可能性があります。
ko: 가려진 네트워크를 사용하면 개인을 식별할 수 있는 정보를 노출할 수 있습니다.
ms: Penggunaan rangkaian tersembunyi boleh mendedahkan maklumat pengenalpastian peribadi.
nb: Skjulte nettverk kan vise informasjon som kan identifisere deg.
nl: Als je een verborgen netwerk gebruikt, wordt mogelijk informatie zichtbaar waaruit je identiteit kan worden afgeleid.
pl: Używanie sieci ukrytej może ujawnić informacje pozwalające Cię zidentyfikować.
pt_br: O uso de uma rede oculta pode expor informações que identificam dados pessoais do usuário.
pt_pt: Ao usar uma rede oculta pode expor informação de teor pessoal.
ro: Utilizarea unei rețele ascunse poate expune informații care să permită identificarea personală.
ru: При использовании скрытой сети Ваша персональная информация остается незащищенной.
sk: Skryté siete môžu odhaliť informácie, ktoré umožňujú osobnú identifikáciu.
sl: Uporaba skritega omrežja lahko razkrije osebno določljive podatke.
sv: Om du använder ett dolt nätverk kan det röja personligt identifierbar information.
th: การใช้เครือข่ายที่ซ่อนอยู่จะสามารถเปิดเผยข้อมูลที่สามารถระบุถึงตัวบุคคลได้
tr: Gizli bir ağ kullanıldığında kişisel olarak tanınmaya neden olabilecek bilgiler ifşa edilebilir.
uk: Використання прихованої мережі може призвести до розкриття особистої інформації.
vi: Sử dụng mạng ẩn có thể hiển thị thông tin nhận dạng cá nhân.
zh_cn: 使用隐藏的网络可能暴露可识别个人身份的信息。
zh_hk: 使用隱藏的網絡可能會暴露可識別個人身份的資料。
zh_tw: 使用隱藏的網路可能會暴露可識別個人身分的資訊。

source: Using a hidden network can expose personally identifiable information. Unsecured networks expose all unencrypted network traffic.
ar: استخدام شبكة مخفية قد يؤدي للكشف عن المعلومات التي تفصح عن هويتك. كما أن الشبكات غير الآمنة تجعل حركة مرور الشبكة غير المشفرة مكشوفة بالكامل.
ca: Si utilitzes una xarxa oculta, és possible que es mostri informació que t’identifica personalment. Les xarxes ocultes exposen tot el trànsit de xarxa no encriptat.
cs: Použitím skryté sítě můžete zviditelnit osobně identifikovatelná data. V nezabezpečených sítích je veškerá nešifrovaná aktivita čitelná.
da: Skjulte netværk kan vise information, der kan identificere dig. Ikke sikrede netværk afslører al netværkstrafik, der ikke er krypteret.
de: In versteckten Netzwerken können Informationen offengelegt werden, die Rückschlüsse auf deine Person zulassen. Ungesicherte Netzwerke legen den gesamten nicht verschlüsselten Netzwerkverkehr offen.
el: Η χρήση κρυφού δικτύου μπορεί να εκθέσει ταυτοποιήσιμα στοιχεία. Τα μη ασφαλή δίκτυα εκθέτουν όλη τη μη κρυπτογραφημένη δικτυακή κυκλοφορία.
es: El uso de redes ocultas puede poner al descubierto información que puede identificarte personalmente. Las redes no seguras dejan expuesto todo el tráfico de red no encriptado.
es_us: Usar una red oculta puede dejar expuesta información que te identifica personalmente. Las redes no seguras exponen todo el tráfico de red sin encriptar.
fi: Kätketyn verkon käyttäminen voi paljastaa henkilökohtaisia tietoja. Suojaamattomat verkot paljastavat kaiken salaamattoman verkkoliikenteen.
fr: L’utilisation d’un réseau masqué peut exposer les données personnelles identifiables. Les réseaux non sécurisés exposent tout le trafic réseau non chiffré.
fr_ca: En utilisant un réseau masqué, vous risquez d’exposer des informations susceptibles de vous identifier personnellement. Les réseaux non sécurisés exposent la totalité de leur trafic non chiffré.
he: השימוש ברשת מוסתרת עלול לחשוף פרטים אישיים המאפשרים זיהוי. רשתות לא מאובטחות חושפות את כל התעבורה הבלתי מוצפנת ברשת.
hi: अदृश्य नेटवर्क का उपयोग करने से आपकी व्यक्तिगत पहचान योग्य जानकारी प्रकट हो सकती है। असुरक्षित नेटवर्क से एंक्रिप्टेड न किए गए सभी नेटवर्क ट्रैफ़िक प्रकट हो जाते हैं।
hr: Korištenjem skrivene mreže može doći do izlaganja informacija koje vas mogu osobno identificirati. Nezaštićene mreže izlažu sav mrežni promet koji nije kriptiran.
hu: Rejtett hálózat használata személyes azonosításra alkalmas információkat tehet felderíthetővé. A nem biztonságos hálózatok minden nem titkosított hálózati forgalmat felderíthetővé tesznek.
id: Menggunakan jaringan tersembunyi dapat mengekspos informasi yang dapat diidentifikasi secara pribadi. Jaringan tidak aman mengekspos semua lalu lintas jaringan yang tidak dienkripsi.
it: L’utilizzo di una rete nascosta può consentire la diffusione di informazioni personali. Le reti non sicure espongono tutto il traffico di rete non crittografato.
ja: 非公開ネットワークを使用すると、個人を特定できる情報が外部にもれる可能性があります。セキュリティ保護されていないネットワークでは暗号化されていないトラフィックはすべて外部にさらされます。
ko: 가려진 네트워크를 사용하면 개인을 식별할 수 있는 정보를 노출할 수 있습니다. 보안되지 않은 네트워크는 암호화되지 않은 모든 네트워크 트래픽을 노출합니다.
ms: Penggunaan rangkaian tersembunyi boleh mendedahkan maklumat pengenalpastian peribadi. Rangkaian tidak selamat mendedahkan semua trafik rangkaian yang tidak disulitkan.
nb: Skjulte nettverk kan vise informasjon som kan identifisere deg. Usikrede nettverk eksponerer all ukryptert nettverkstrafikk.
nl: Als je een verborgen netwerk gebruikt, wordt mogelijk informatie zichtbaar waaruit je identiteit kan worden afgeleid. In onbeveiligde netwerken is onversleuteld netwerkverkeer zichtbaar.
pl: Używanie sieci ukrytej może ujawnić informacje pozwalające Cię zidentyfikować. Niezaszyfrowany ruch w sieciach niezabezpieczonych jest widoczny dla wszystkich.
pt_br: O uso de uma rede oculta pode expor informações que identificam dados pessoais do usuário. Redes não protegidas expõem todo o tráfego de rede não criptografado.
pt_pt: Ao usar uma rede oculta pode expor informação de teor pessoal. As redes não protegidas expõem todo o tráfego da rede não cifrado.
ro: Utilizarea unei rețele ascunse poate expune informații care să permită identificarea personală. Rețelele nesecurizate expun tot traficul de rețea necriptat.
ru: При использовании скрытой сети Ваша персональная информация может быть раскрыта посторонним. Небезопасные сети раскрывают весь незашифрованный сетевой трафик.
sk: Skryté siete môžu odhaliť informácie, ktoré umožňujú osobnú identifikáciu. Nezabezpečené siete odhaľujú všetky nešifrované sieťové aktivity.
sl: Uporaba skritega omrežja lahko razkrije osebno določljive podatke. Nezavarovana omrežja razkrijejo ves nešifriran omrežni promet.
sv: Om du använder ett dolt nätverk kan det röja personligt identifierbar information. Osäkra nätverk röjer all okrypterad nätverkstrafik.
th: การใช้เครือข่ายที่ซ่อนอยู่จะสามารถเปิดเผยข้อมูลที่สามารถระบุถึงตัวบุคคลได้ เครือข่ายที่ไม่ปลอดภัยจะเปิดเผยและไม่เข้ารหัสการรับส่งข้อมูลทางเครือข่าย
tr: Gizli ağ kullanılması kişisel olarak tanınmaya neden olabilecek bilgileri açığa çıkarabilir. Güvenli olmayan ağlar tüm şifrelenmemiş ağ trafiğini açığa çıkarabilir.
uk: Використання прихованої мережі може призвести до розкриття особистої інформації. У незахищених мережах незашифрований трафік передається відкрито.
vi: Sử dụng mạng ẩn có thể hiển thị thông tin nhận dạng cá nhân. Các mạng không bảo mật hiển thị tất cả lưu lượng truy cập mạng không được mã hóa.
zh_cn: 使用隐藏的网络可能暴露可识别个人身份的信息。不安全的网络会暴露所有未加密的网络通信。
zh_hk: 使用隱藏的網絡可能會暴露可識別個人身份的資料。沒有安全保護的網絡會暴露所有未加密的網絡流量。
zh_tw: 使用隱藏的網路可能會暴露可識別個人身分的資訊。不安全的網路會暴露所有未加密的網路流量。

source: Using a hidden network can give away personally identifiable information. WEP is not considered secure.
ar: استخدام شبكة مخفية قد يؤدي للكشف عن المعلومات التي تفصح عن هويتك. ولا يعتبر نوع WEP آمنًا.
ca: Si utilitzes una xarxa oculta, és possible que es reveli informació que t’identifica personalment. El mètode WEP no és segur.
cs: Použitím skryté sítě můžete prozradit osobně identifikovatelná data. WEP není považováno za bezpečné.
da: Skjulte netværk kan afsløre information, der kan identificere dig. WEP kan ikke betragtes som sikkert.
de: In versteckten Netzwerken können Informationen offengelegt werden, die Rückschlüsse auf deine Person zulassen. WEP wird nicht als sicher angesehen.
el: Η χρήση κρυφού δικτύου μπορεί να εκθέσει ταυτοποιήσιμα στοιχεία. Το WEP δεν θεωρείται ασφαλές.
es: El uso de redes ocultas puede poner al descubierto información que puede identificarte personalmente. El sistema de seguridad WEP no se considera seguro.
es_us: Usar una red oculta puede revelar información que te identifica personalmente. La clave WEP no se considera segura.
fi: Kätketyn verkon käyttäminen voi paljastaa henkilökohtaisia tietoja. WEPiä ei pidetä suojattuna.
fr: L’utilisation d’un réseau masqué peut révéler les données personnelles identifiables. Le WEP n’est pas considéré comme sécurisé.
fr_ca: En utilisant un réseau masqué, vous risquez de révéler des informations susceptibles de vous identifier personnellement. WEP n’est pas considéré comme un protocole sécurisé.
he: השימוש ברשת מוסתרת עלול להסגיר פרטים אישיים המאפשרים זיהוי. הצפנת WEP אינה נחשבת מאובטחת.
hi: अदृश्य नेटवर्क का उपयोग करने से आपकी व्यक्तिगत पहचान योग्य जानकारी प्रकट हो सकती है। WEP को सुरक्षित नहीं माना जा सकता।
hr: Korištenjem skrivene mreže mogu se pružiti informacije koje vas mogu osobno identificirati. WEP se ne smatra sigurnim.
hu: Rejtett hálózat használata személyes azonosításra alkalmas információkat tehet felderíthetővé. A WEP nem számít biztonságosnak.
id: Menggunakan jaringan tersembunyi dapat membeberkan informasi yang dapat diidentifikasi secara pribadi. WEP tidak dianggap aman.
it: L’utilizzo di una rete nascosta può consentire la diffusione di informazioni personali. La crittografia WEP non è considerata sicura.
ja: 非公開ネットワークを使用すると、個人を特定できる情報が外部に開示される可能性があります。WEPは安全性が低いとされています。
ko: 가려진 네트워크를 사용하면 개인을 식별할 수 있는 정보를 공개할 수 있습니다. WEP은 안전하지 않습니다.
ms: Penggunaan rangkaian tersembunyi boleh mendedahkan maklumat pengenalpastian peribadi. WEP dianggap tidak selamat.
nb: Skjulte nettverk kan vise informasjon som kan identifisere deg. WEP anses ikke som sikker kryptering.
nl: Als je een verborgen netwerk gebruikt, wordt mogelijk informatie vrijgegeven waaruit je identiteit kan worden afgeleid. WEP wordt niet als veilig beschouwd.
pl: Używanie sieci ukrytej może ujawnić informacje pozwalające Cię zidentyfikować. Zabezpieczenia WEP nie są uznawane za wystarczające.
pt_br: O uso de uma rede oculta pode fornecer informações que identificam dados pessoais do usuário. WEP não é considerado seguro.
pt_pt: Ao usar uma rede oculta pode expor informação de teor pessoal. WEP não é considerada segura.
ro: Utilizarea unei rețele ascunse poate oferi informații care să permită identificarea personală. Standardul WEP nu este considerat a fi sigur.
ru: При использовании скрытой сети Ваша персональная информация может быть раскрыта посторонним. Защита WEP не считается безопасной.
sk: Skryté siete môžu odhaliť informácie, ktoré umožňujú osobnú identifikáciu. Šifrovanie WEP nie je považované za bezpečné.
sl: Uporaba skritega omrežja lahko razkrije osebno določljive podatke. Protokol WEP ni varen.
sv: Om du använder ett dolt nätverk kan det röja personligt identifierbar information. WEP betraktas inte som säkert.
th: การใช้เครือข่ายที่ซ่อนอยู่จะเป็นการให้ข้อมูลที่สามารถระบุตัวบุคคลได้ การเชื่อมต่อแบบ WEP ไม่ถือว่าปลอดภัย
tr: Gizli ağ kullanılması kişisel olarak tanınmaya neden olabilecek bilgileri açığa çıkarabilir. WEP, güvenli kabul edilmez.
uk: Використання прихованої мережі може видати прикметну особисту інформацію. WEP не вважають надійним типом захисту.
vi: Sử dụng mạng ẩn có thể làm lộ thông tin nhận dạng cá nhân. WEP không được coi là bảo mật.
zh_cn: 使用隐藏的网络可能会泄露可识别个人身份的信息。WEP并不安全。
zh_hk: 使用隱藏的網絡可能會洩漏可識別個人身份的資料。WEP不算安全。
zh_tw: 使用隱藏的網路可能會洩漏可識別個人身分的資訊。WEP不算安全。

source: Using a hidden network can give away personally identifiable information. WPA is not considered secure.
ar: استخدام شبكة مخفية قد يؤدي للكشف عن المعلومات التي تفصح عن هويتك. ولا يعتبر نوع WPA آمنًا.
ca: Si utilitzes una xarxa oculta, és possible que es reveli informació que t’identifica personalment. El mètode WPA no és segur.
cs: Použitím skryté sítě můžete prozradit osobně identifikovatelná data. WPA není považováno za bezpečné.
da: Skjulte netværk kan afsløre information, der kan identificere dig. WPA kan ikke betragtes som sikkert.
de: In versteckten Netzwerken können Informationen offengelegt werden, die Rückschlüsse auf deine Person zulassen. WPA wird nicht als sicher angesehen.
el: Η χρήση κρυφού δικτύου μπορεί να εκθέσει ταυτοποιήσιμα στοιχεία. Το WPA δεν θεωρείται ασφαλές.
es: El uso de redes ocultas puede poner al descubierto información que puede identificarte personalmente. El sistema de seguridad WPA no se considera seguro.
es_us: Usar una red oculta puede revelar información que te identifica personalmente. La clave WPA no se considera segura.
fi: Kätketyn verkon käyttäminen voi paljastaa henkilökohtaisia tietoja. WPA:ta ei pidetä suojattuna.
fr: L’utilisation d’un réseau masqué peut révéler les données personnelles identifiables. Le WPA n’est pas considéré comme sécurisé.
fr_ca: En utilisant un réseau masqué, vous risquez de révéler des informations susceptibles de vous identifier personnellement. WPA n’est pas considéré comme un protocole sécurisé.
he: השימוש ברשת מוסתרת עלול להסגיר פרטים אישיים המאפשרים זיהוי. הצפנת WPA אינה נחשבת מאובטחת.
hi: अदृश्य नेटवर्क का उपयोग करने से आपकी व्यक्तिगत पहचान योग्य जानकारी प्रकट हो सकती है। WPA को सुरक्षित नहीं माना जा सकता।
hr: Korištenjem skrivene mreže mogu se pružiti informacije koje vas mogu osobno identificirati. WPA se ne smatra sigurnim.
hu: Rejtett hálózat használata személyes azonosításra alkalmas információkat tehet felderíthetővé. A WPA nem számít biztonságosnak.
id: Menggunakan jaringan tersembunyi dapat membeberkan informasi yang dapat diidentifikasi secara pribadi. WPA tidak dianggap aman.
it: L’utilizzo di una rete nascosta può consentire la diffusione di informazioni personali. La crittografia WPA non è considerata sicura.
ja: 非公開ネットワークを使用すると、個人を特定できる情報が外部に開示される可能性があります。WPAは安全性が低いとされています。
ko: 가려진 네트워크를 사용하면 개인을 식별할 수 있는 정보를 공개할 수 있습니다. WPA는 안전하지 않습니다.
ms: Penggunaan rangkaian tersembunyi boleh mendedahkan maklumat pengenalpastian peribadi. WPA dianggap tidak selamat.
nb: Skjulte nettverk kan vise informasjon som kan identifisere deg. WPA anses ikke som sikker kryptering.
nl: Als je een verborgen netwerk gebruikt, wordt mogelijk informatie vrijgegeven waaruit je identiteit kan worden afgeleid. WPA wordt niet als veilig beschouwd.
pl: Używanie sieci ukrytej może ujawnić informacje pozwalające Cię zidentyfikować. Zabezpieczenia WPA nie są uznawane za wystarczające.
pt_br: O uso de uma rede oculta pode fornecer informações que identificam dados pessoais do usuário. WPA não é considerado seguro.
pt_pt: Ao usar uma rede oculta pode expor informação de teor pessoal. WPA não é considerada segura.
ro: Utilizarea unei rețele ascunse poate oferi informații care să permită identificarea personală. Standardul WPA nu este considerat a fi sigur.
ru: При использовании скрытой сети Ваша персональная информация может быть раскрыта посторонним. Защита WPA не считается безопасной.
sk: Skryté siete môžu odhaliť informácie, ktoré umožňujú osobnú identifikáciu. Šifrovanie WPA nie je považované za bezpečné.
sl: Uporaba skritega omrežja lahko razkrije osebno določljive podatke. Protokol WPA ni varen.
sv: Om du använder ett dolt nätverk kan det röja personligt identifierbar information. WPA betraktas inte som säkert.
th: การใช้เครือข่ายที่ซ่อนอยู่จะเป็นการให้ข้อมูลที่สามารถระบุตัวบุคคลได้ การเชื่อมต่อแบบ WPA ไม่ถือว่าปลอดภัย
tr: Gizli ağ kullanılması kişisel olarak tanınmaya neden olabilecek bilgileri açığa çıkarabilir. WPA, güvenli kabul edilmez.
uk: Використання прихованої мережі може видати прикметну особисту інформацію. WPA не вважають надійним типом захисту.
vi: Sử dụng mạng ẩn có thể làm lộ thông tin nhận dạng cá nhân. WPA không được coi là bảo mật.
zh_cn: 使用隐藏的网络可能会泄露可识别个人身份的信息。WPA并不安全。
zh_hk: 使用隱藏的網絡可能會洩漏可識別個人身份的資料。WPA不算安全。
zh_tw: 使用隱藏的網路可能會洩漏可識別個人身分的資訊。WPA不算安全。

source: Using a hidden network can give away personally identifiable information. WPA/WPA2 (TKIP) is not considered secure.
ar: استخدام شبكة مخفية قد يؤدي للكشف عن المعلومات التي تفصح عن هويتك. ولا يعتبر البروتوكول WPA/WPA2 (TKIP) آمنًا.
ca: Si utilitzes una xarxa oculta, és possible que es reveli informació que t’identifica personalment. El mètode WPA/WPA2 (TKIP) no és segur.
cs: Použitím skryté sítě můžete prozradit osobně identifikovatelná data. WPA/WPA2 (TKIP) není považováno za bezpečné.
da: Skjulte netværk kan afsløre information, der kan identificere dig. WPA/WPA2 (TKIP) kan ikke betragtes som sikkert.
de: In versteckten Netzwerken können Informationen offengelegt werden, die Rückschlüsse auf deine Person zulassen. WPA/WPA2 (TKIP) wird nicht als sicher angesehen.
el: Η χρήση κρυφού δικτύου μπορεί να εκθέσει πιθανώς ταυτοποιήσιμα στοιχεία. Το WPA/WPA2 (TKIP) δεν θεωρείται ασφαλές.
es: El uso de redes ocultas puede poner al descubierto información que puede identificarte personalmente. El sistema de seguridad WPA/WPA2 (TKIP) no se considera seguro.
es_us: Usar una red oculta puede revelar información que te identifica personalmente. La clave WPA/WPA2 (TKIP) no se considera segura.
fi: Kätketyn verkon käyttäminen voi paljastaa henkilökohtaisia tietoja. WPA/WPA2 (TKIP) -verkkoa ei pidetä suojattuna.
fr: L’utilisation d’un réseau masqué peut révéler des données personnelles identifiables. Le WPA/WPA2 (TKIP) n’est pas considéré comme sécurisé.
fr_ca: En utilisant un réseau masqué, vous risquez de révéler des informations susceptibles de vous identifier personnellement. WPA/WPA2 (TKIP) n’est pas considéré comme un protocole sécurisé.
he: השימוש ברשת מוסתרת עלול להסגיר פרטים אישיים המאפשרים זיהוי. הצפנת WPA/WPA2 (TKIP) אינה נחשבת מאובטחת.
hi: अदृश्य नेटवर्क का उपयोग करने से आपकी व्यक्तिगत पहचान योग्य जानकारी प्रकट हो सकती है। WPA/WPA2 (TKIP) को सुरक्षित नहीं माना जाता है।
hr: Korištenjem skrivene mreže mogu se pružiti informacije koje vas mogu osobno identificirati. WPA/WPA2 (TKIP) ne smatra se sigurnim.
hu: Rejtett hálózat használata személyes azonosításra alkalmas információkat tehet felderíthetővé. A WPA/WPA2 (TKIP) nem számít biztonságosnak.
id: Menggunakan jaringan tersembunyi dapat membeberkan informasi yang dapat diidentifikasi secara pribadi. WPA/WPA2 (TKIP) tidak dianggap aman.
it: L’utilizzo di una rete nascosta può consentire la diffusione di informazioni personali. La crittografia WPA/WPA2 (TKIP) non è considerata sicura.
ja: 非公開ネットワークを使用すると、個人を特定できる情報が外部に開示される可能性があります。WPA/WPA2 (TKIP)は安全性が低いとされています。
ko: 가려진 네트워크를 사용하면 개인을 식별할 수 있는 정보를 공개할 수 있습니다. WPA/WPA2(TKIP)는 안전하지 않습니다.
ms: Penggunaan rangkaian tersembunyi boleh mendedahkan maklumat pengenalpastian peribadi. WPA/WPA2 (TKIP) dianggap tidak selamat.
nb: Skjulte nettverk kan vise informasjon som kan identifisere deg. WPA/WPA2 (TKIP) anses ikke som sikker kryptering.
nl: Als je een verborgen netwerk gebruikt, wordt mogelijk informatie vrijgegeven waaruit je identiteit kan worden afgeleid. WPA/WPA2 (TKIP) wordt niet als veilig beschouwd.
pl: Używanie sieci ukrytej może ujawnić informacje pozwalające Cię zidentyfikować. Zabezpieczenia WPA/WPA2 (TKIP) nie są uznawane za wystarczające.
pt_br: O uso de uma rede oculta pode fornecer informações que identificam dados pessoais do usuário. WPA/WPA2 (TKIP) não é considerado seguro.
pt_pt: Ao usar uma rede oculta pode expor informação de teor pessoal. O protocolo WPA/WPA2 (TKIP) não é considerada seguro.
ro: Utilizarea unei rețele ascunse poate oferi informații care să permită identificarea personală. Standardul WPA/WPA2 (TKIP) nu este considerat a fi sigur.
ru: При использовании скрытой сети Ваша персональная информация может быть раскрыта посторонним. WPA/WPA2 (TKIP) не является надежным методом защиты.
sk: Skryté siete môžu odhaliť informácie, ktoré umožňujú osobnú identifikáciu. Šifrovanie WPA/WPA2 (TKIP) nie je považované za bezpečné.
sl: Uporaba skritega omrežja lahko razkrije osebno določljive podatke. Protokol WPA/WPA2 (TKIP) ni varen.
sv: Om du använder ett dolt nätverk kan det röja personligt identifierbar information. WPA/WPA2 (TKIP) betraktas inte som säkert.
th: การใช้เครือข่ายที่ซ่อนอยู่จะเป็นการให้ข้อมูลที่สามารถระบุตัวบุคคลได้ การเชื่อมต่อแบบ WPA/WPA2 (TKIP) ไม่ถือว่าปลอดภัย
tr: Gizli ağ kullanılması kişisel olarak tanınmaya neden olabilecek bilgileri açığa çıkarabilir. WPA/WPA2 (TKIP), güvenli kabul edilmez.
uk: Використання прихованої мережі може видати інформацію, що ідентифікує вашу особу. WPA/WPA2 (TKIP) не вважається надійним типом захисту.
vi: Sử dụng mạng ẩn có thể làm lộ thông tin nhận dạng cá nhân. WPA/WPA2 (TKIP) không được coi là bảo mật.
zh_cn: 使用隐藏的网络可能会泄露可识别个人身份的信息。WPA/WPA2 (TKIP)并不安全。
zh_hk: 使用隱藏的網絡可能會洩漏可識別個人身份的資料。WPA/WPA2（TKIP）並不安全。
zh_tw: 使用隱藏的網路可能會洩漏可識別個人身分的資訊。WPA/WPA2（TKIP）不算安全。
